[
  {
    "id": 1,
    "companyName": "ACE Consultants Limited",
    "companyDetails": "Subsidiary of SMEC International Pty Ltd.",
    "designation": "Junior Engineer - Survey",
    "jobPeriod": "August 2023 - Present",
    "companyLinks": [
      {
        "companyLogo": "https://www.smec.com/wp-content/themes/smec/img/logo.svg",
        "companyLink": "https://www.smec.com/bd/"
      }
    ],
    "responsibilities": [
      "Oversee a wide range of surveys including topographic, geotechnical, transportation, environmental, and social/resettlement. Lead and manage a skilled team to ensure successful execution.",
      "Support Comprehensive Survey Operations: Aid senior engineers and surveyors in preliminary site visits, data collection, and survey control setup. Maintain meticulous survey records and perform quality checks to ensure accurate and error-free data.",
      "Effective Project Collaboration: Collaborate closely with project teams to ensure surveys align with project needs and timelines. Provide regular updates on survey progress and contribute to maintaining high-quality survey data."
    ]
  },
  {
    "id": 2,
    "companyName": "MTS Engineering and Construction",
    "companyDetails": "Regional branch of Midstream & Terminal Services LLC",
    "designation": "Junior Drainage Design Engineer",
    "jobPeriod": "June 2023 - July 2023",
    "companyLinks": [
      {
        "companyLogo": "https://midstream-terminal.com/images/mtslogo_mid.png",
        "companyLink": "https://midstream-terminal.com/"
      }
    ],
    "responsibilities": [
      "Assisted senior team members in surface water management plans, floodplain analysis, drainage strategy, drainage impact assessments.",
      "Worked with senior team members in developing drainage solutions for highways and infrastructures.",
      "Designed SuDS (swales, detention ponds) according to relevant standard and guidelines.",
      "Reviewed drawings for competence and compliance with client requirements."
    ]
  },
  {
    "id": 3,
    "companyName": "SMART DEVELOPMENT ENGINEERING (SDE) LTD.",
    "companyDetails": "Sister Concern of Environment and Infrastructure Management Solution (EIMS) Limited.",
    "designation": "Junior Geotechnical Engineer",
    "jobPeriod": "May 2022 - May 2023",
    "companyLinks": [
      {
        "companyLogo": "https://sdelbd.com/images/sdel%20Logo.gif",
        "companyLink": "https://sdelbd.com/"
      },
      {
        "companyLogo": "https://www.eimslbd.com/images/eimsLogo4.png",
        "companyLink": "https://www.eimslbd.com/"
      }
    ],
    "responsibilities": [
      "Supervised field test (SPT, SCPT, and CPT) and laboratory index tests, Consolidation Test, Unconfined Compression Test, Direct Shear Test.",
      "Performed analysis on the soil test and prepared geotechnical investigation report based on the laboratory test data for various projects.",
      "Quality control assurance, maintaining site management and expenses, monitoring investigation progress.",
      "RCC & steel Structural analysis & design.",
      "RCC & steel Retrofit analysis & design.",
      "Preparing Detailed Engineering Assessment (DEA) reports.",
      "Preliminary assessment of various factory buildings."
    ]
  }
]