[
  {
    "id": 1,
    "companyName": "SMART DEVELOPMENT ENGINEERING (SDE) LTD.",
    "companyId": 1,
    "name": "GEOTECHNICAL INVESTIGATION UNDER 'ASSESSMENT, DESIGN, DRAWING, SPECIFICATION AND BOQ SERVICES IN 11 DISTRICTS UNDER GAVI HSS-3 PROGRAMME' | UNITED NATIONS CHILDREN'S FUND (UNICEF)",
    "img": [
      "https://i.ibb.co/QKZB5VF/unicef1.jpg",
      "https://i.ibb.co/cQqdbK7/unicef2.jpg"
    ],
    "desrciption": "GAVI (Global Alliance for Vaccines and Immunization) Health System Strengthening III (HSS-3) has been instrumental in strengthening Cold chain Systems in Bangladesh. GAVI HSS-3, among other objectives, is acting as a platform that supports Vaccine and Logistics capacity development in all participating countries, regardless of income levels, have equal access to vaccines. As a part of this programme technical division of Environment and Infrastructure Management Solution (EIMS) Limited formed team of consultants to assess the structural integrity of 11 District EPI Building at Civil Surgeon Office selected by UNICEF.",
    "responsibility": "As a part of the geotechnical team, my responsibilities included supervising laboratory tests to investigate soil properties, classifying soil in terms of USCS classification, determining the geotechnical capacity of soil, providing analysis reports based on Direct Shear Test, compiling test results, and preparing reports. Additionally, I was responsible for providing recommendations and site class information as per BNBC 2020.",
    "reports": [
      "https://drive.google.com/file/d/1DUD2SKhsNDX7bSuWPrhgogDUS0O_eyvF/view?usp=share_link"
    ]
  },
  {
    "id": 2,
    "companyName": "SMART DEVELOPMENT ENGINEERING (SDE) LTD.",
    "companyId": 1,
    "name": "GEOTECHNICAL INVESTIGATION FOR GANDHARBPUR WATER TREATMENT SNC. | A JOINT VENTURE OF SUEZ INTERNATIONAL AND OTV-VEOLIA",
    "img": [
      "https://i.ibb.co/4KqgcSd/suez1.jpg",
      "https://i.ibb.co/YbHnGwv/suez2.jpg"
    ],
    "desrciption": "Preparing soil report providing the results of a geotechnical investigation based on Standard Penetration Test (SPT) to fulfill the requirements of an attempt made by The Dhaka Water Supply & Sewerage Authority (WASA) awarded SUEZ and Veolia the contract to build and operate a drinking water production plant in Gandharbpur, Bangladesh, after an international call for tender. The contract includes the designing, construction and operation of a drinking water production plant. In this context, Joint Venture of SUEZ INTERNATIONAL and OTV-VEOLIA requires conducting geotechnical investigation works. For that regards Joint Venture of SUEZ INTERNATIONAL and OTV-VEOLIA engaged Smart Development Engineering (SDE) Limited.",
    "responsibility": "As a part of the Geotechnical Engineering Team my responsibility was to perform analysis based on field (Standard Penetration Test Results) and lab test data (Moisture Content, Wet Sieve Analysis, Unconfined Compression Test etc.) and provide USCS classification of soil strata",
    "reports": [
      "https://drive.google.com/file/d/1Xr9VpvJY639MTD-5WZ0aGXpUJhD93zTR/view?usp=share_link"
    ]
  },
  {
    "id": 3,
    "companyName": "SMART DEVELOPMENT ENGINEERING (SDE) LTD.",
    "companyId": 1,
    "name": "SUBSOIL INVESTIGATION FOR THE CONSTRUCTION OF PROPOSED PRODUCTION FACILITY | SINGER BANGLADESH LIMITED",
    "img": [
      "https://i.ibb.co/qB22v4Y/singer.jpg"
    ],
    "desrciption": "Geotechnical Investigation and Relevant Laboratory Tests project of Structural Design Associates LTD. was being conducted in Bangladesh Special Economic Zone, Araihazar, Narayanganj. In this regard, one of the major concerns of the project was to investigate the soil engineering properties and laboratory tests for the foundation design. Therefore, the management of Structural Design Associates LTD. requested to Smart Development Engineering (SDE) Limited to conduct this soil investigation.",
    "responsibility": "As a part of the Geotechnical Engineering Team my responsibility was to perform analysis based on field (Standard Penetration Test Results) and lab test data (Moisture Content, Wet Sieve Analysis, Unconfined Compression Test, One Dimensional Consolidation Test etc.) , provide USCS classification of soil strata and determination of soil bearing capacity.",
    "reports": [
      "https://drive.google.com/file/d/1XU_lslNsyTHTo2e8QEGefJTYlp4PvOt9/view?usp=share_link"
    ]
  },
  {
    "id": 4,
    "companyName": "SMART DEVELOPMENT ENGINEERING (SDE) LTD.",
    "companyId": 1,
    "name": "SUBSOIL INVESTIGATION FOR PALMAL GROUP OF INDUSRTIES",
    "img": [
      "https://i.ibb.co/6tmXL3w/palmal.jpg"
    ],
    "desrciption": "Palmal Group of Industries engaged SMART DEVELOPMENT ENGINEERING (SDE) LIMITED for geotechnical investigation and relevant laboratory tests following the BNBC 2020 for new building at K M Apparels Knit Limited, Chandpara, Uttarkhan, Uttara, Dhaka. In this regard, SDE has conducted a geotechnical investigation and relevant laboratory tests as per the BNBC 2020 and ASTM under the after receiving the contract from PALMAL GROUP OF INDUSTRIES.",
    "responsibility": "As a part of the Geotechnical Engineering Team my responsibility was to supervise field SPT test & perform geotechnical analysis based on field (Standard Penetration Test Results) and lab test data (Moisture Content, Wet Sieve Analysis, Unconfined Compression Test, Consolidation Test etc.) and provide USCS classification of soil strata and determination of geotechnical capacity of soil",
    "reports": [
      "https://drive.google.com/file/d/11NAD_7hxU-stWmE_5yVlRrvJYRd3T1XJ/view?usp=share_link",
      "https://docs.google.com/document/d/1gEtTC_ZvFSBi8-XPJsMLYsXZijX1HBdN/edit?usp=share_link&ouid=101579269173477674046&rtpof=true&sd=true",
      "https://drive.google.com/file/d/1IRAUEjyAIC_hLpTgCNXzgoKIdL-rSNY4/view?usp=share_link"
    ]
  },
  {
    "id": 5,
    "companyName": "SMART DEVELOPMENT ENGINEERING (SDE) LTD.",
    "companyId": 1,
    "name": "ANWAR STEEL PLANT SOIL INVESTIGATION",
    "img": [
      "https://i.ibb.co/5GbCzLB/anwar1.jpg",
      "https://i.ibb.co/R6kYGVV/anwar2.jpg"
    ],
    "desrciption": "Worked on subsoil investigation report for Anwar Steel Plant for Anwar Group Land Project (SPT Rotary) at Meghna, Narayenganj.",
    "responsibility": "My responsibility was to supervise the lab tests and analysis based on field and index test reports.",
    "reports": [
      "https://drive.google.com/file/d/1mI_7PaUDTEL_DPDZDMq8cSgJYlFOKSxZ/view?usp=share_link"
    ]
  }
]